export type News = {
    id: number
    title: string
    description: string
    newsImg: string
}

export const ukraineNewsArray: News[] = [
    {
        id: 1,
        title: "проєкт «Герої нашої Перемоги»",
        description: "Знайомство зі справжніми героями безлічі фронтів, на яких точиться боротьба за нашу Свободу та Незалежність.",
        newsImg: 'img/ukr-news-img-1.jpg'
    },
    {
        id: 2,
        title: "У Житомирі військові розробили дві власні моделі БПЛА",
        description: 'За сприяння волонтерів та благодійників розробили дві власні моделі БПЛА – розвідувального й ударного.',
        newsImg: "img/ukr-news-img-2.jpg"
    },
    {
        id: 3,
        title: "Розробка дронів: як працює підприємство",
        description: "Розробка ударних безпілотних комплексів та виготовлення акумулятори для FPV-дронів. За місяць виготовляємо до 30 БпАК.",
        newsImg: 'img/ukr-news-img-3.jpg'
    },
    {
        id: 4,
        title: "За рік розробили дві моделі дронів",
        description: "Цей проєкт з розробки і випуску дронів розпочався влітку 2022 року. Тоді мова про виробництво ще не йшла, але згодом ми почали отримувати запити на поставку дронів.",
        newsImg: "img/ukr-news-img-4.jpg"
    },
]